Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Daytime Star.tmx
Source language: en
Languages: es_419

source: thank you so much, ma'am!
es_419: ¡muchas gracias, señora!

source: that doesn't look like someone who made numerous mistakes...
es_419: no se ve como alguien que ha cometido muchos errores…

source: oh.
es_419: ah.

source: what kind of a joke is that…?
es_419: ¿qué clase de broma es esta?

source: I can't stress her out when she's got an audition to go to.
es_419: tiene una audición, así que no puedo agobiarla con esto.

source: you're too much…
es_419: te excediste…

source: now then, we'll introduce the stars.
es_419: ahora presentaremos a las estrellas.

source: maybe that punk did this on purpose!
es_419: ¡quizá el desgraciado lo hizo a propósito!

source: flinch
es_419: RETROCEDE

source: yura, big news!
es_419: ¡yura, noticias!

source: good night!!
es_419: ¡hasta mañana!

source: I sensed it yesterday, but this seonbae is quite playful!
es_419: ¡ayer me pareció que este seonbae era bastante bromista!

source: I get that a lot.
es_419: suelen decírmelo.

source: I didn't think you'd have time to cook your own food…
es_419: no creí que tuvieras tiempo para ocuparte de eso…

source: aren't you working out with me?!
es_419: ¡¿no entrenarás conmigo?!

source: who knows? you might call him once we get some liquid courage in you.
es_419: ¿quién sabe? quizá si te llenas de coraje líquido te animes a llamarlo.

source: I said, stop!
es_419: ¡dije detente!

source: from now on, I'll always be beside you.
es_419: desde ahora, siempre estaré a tu lado.

source: I'd like to thank each and every one of you for making the time to come and watch Crimson Forest.
es_419: deseo dar las gracias a cada uno de ustedes por tomarse el tiempo para venir a ver crimson forest.

source: uh…
es_419: ah…

source: is she--
es_419: ¿ella es…?

source: you're famous, after all…
es_419: después de todo, eres famoso…

source: that's the end of the greeting by the director and actors.
es_419: hasta aquí llega el saludo del director y los actores.

source: what a relief! nobody's hurt.
es_419: ¡qué alivio! nadie salió herido.

source: I told you I was going on a photo shoot and didn't return your calls for a month. didn't you think something was off?
es_419: te dije que iría a una sesión de fotos y no te devolví las llamadas por un mes. ¿no pensaste que algo iba mal?

source: alright! let's head to my studio then!
es_419: ¡muy bien! ¡vamos a mi estudio!

source: no way…
es_419: imposible…

source: is the game over once I die?
es_419: ¿cuando muero se termina el juego?

source: lunch? we already ate.
es_419: ¿almorzar? ya comimos.

source: yeah, yeah.
es_419: sí, sí.

source: I wanted to become someone as bright as the shining star...
es_419: quería convertirme en algo tan brillante como una estrella…

source: anyway...
es_419: como sea,

source: we have to drive a bit because there aren't any big grocery stores in my neighborhood.
es_419: tenemos que alejarnos un poco porque no hay tiendas grandes en mi vecindario.

source: you've never tried? it's delicious.
es_419: ¿nunca lo probaste? es exquisito.

source: hey, yura. let me ask you something, too.
es_419: a ver, yura. déjame preguntarte algo también.

source: isn't seven years of no fame enough? aren't you even fed up?
es_419: ¿siete años sin fama no son suficientes? ¿no estás harta de eso?

source: seonbae should be calling soon then.
es_419: entonces seunghyeon llamará pronto.

source: whirr
es_419: PRRR

source: why in the hell are there so many action scenes in this damn movie?!
es_419: ¡¿por qué diablos hay tantas escenas de acción en esta película?!

source: in that case, it'll be rude not to take up on his offer!
es_419: en ese caso, ¡sería de mala educación no aceptar su oferta!

source: yep.
es_419: sip.

source: it's not a big deal. but...
es_419: no es nada, pero…

source: how can we register at a fancy gym when we can barely pay for our gas bill this month?!
es_419: ¿cómo podemos inscribirnos en un gimnasio lujoso si este mes apenas logramos pagar la factura de gas?

source: I'm grateful you're keeping me company, but are you okay staying with me instead of gwangsu?
es_419: te agradezco la compañía, pero ¿te parece bien quedarte conmigo en lugar de ir con gwangsu?

source: okay, he's suji's lover, dojin, not seunghyeon.
es_419: bien, no es seunghyeon. es dojin, el amor de suji.

source: I'll look forward to watching time at the theaters soon!
es_419: ¡espero que tiempo llegue pronto a los cines!

source: oh, come on in.
es_419: ah, adelante.

source: wow… jeez… I guess even the seunghyeon kang is a typical man when he falls in love.
es_419: uf, cielos… supongo que hasta seunghyeon kang es un hombre normal cuando se enamora.

source: where are my shades?
es_419: ¿dónde están mis gafas?

source: oh, ha, hahaha…
es_419: ah, ja, ja, ja…

source: alright.
es_419: ¡bien!

source: I'm gonna wring his neck!
es_419: ¡le retorceré el cuello!

source: is this really what I sent?
es_419: ¿esto es lo que envié?

source: yes!!
es_419: ¡¡sí!!

source: episode 20
es_419: episodio 20

source: well?! so, did you say yes or no?!
es_419: ¡¿y bien?! ¿dijiste que sí o que no?

source: if you're free, come and join us!
es_419: si no estás ocupado, ¡acompáñanos!

source: …when I haven't given him any answers?
es_419: … cuando no puedo darle una respuesta?

source: let's go, yura!
es_419: ¡vamos, yura!

source: we're not a couple…
es_419: no somos pareja…

source: yep, of course.
es_419: sí, por supuesto.

source: ...what you were thinking about...
es_419: … en qué pensabas…

source: ha…
es_419: ja…

source: why?
es_419: ¿por qué?

source: changhyeon wants to introduce me to some girl…
es_419: changhyeon quiere presentarme a una chica…

source: aytime S{j}D{j}tar
es_419: {j}{j}horario estelar

source: thank you...
es_419: gracias…

source: if we run till we drop, that'll bring us off the treadmill. don't you think?
es_419: si corremos hasta caer, podremos salir de la rueda. ¿no te parece?

source: ...and even his comforting scent.
es_419: hasta su cálido aroma.

source: I'll be heading back in.{j}I had to come out for something.
es_419: volveré a entrar.{j}tenía algo que hacer.

source: okay!
es_419: ¡bien!

source: with all that said, would you like to audition?
es_419: siendo así, ¿quieres audicionar?

source: I guess it's because of the reminiscing scene you two will be shooting today.
es_419: supongo que es por la escena de recuerdos que van a rodar los dos hoy.

source: no, forget it.{j}I don't have an appetite.
es_419: no, olvídalo.{j}no tengo hambre.

source: no wonder… I thought it was weird how they had so many all-nighters…
es_419: ahora entiendo… me pareció raro que tuvieran que rodar tanto de noche…

source: jeong-u, the director wants to talk to you!
es_419: jeong-u, el director quiere hablar contigo.

source: I need to tell him so that he won't be waiting…
es_419: debo decírselo para que no esté esperando…

source: I thought maybe you're not answering because your battery's dead.
es_419: pensé que no tenías batería en el teléfono.

source: how foolish I am.
es_419: qué tonta soy.

source: now that I think about it, it's been three weeks since shooting time…
es_419: ahora que lo pienso, el rodaje fue hace tres semanas…

source: …but it might not be like that for yura!
es_419: … ¡pero con yura podría ser distinto!

source: I know I won't be able to do this sober!
es_419: ¡no podré hacerlo estando sobria!

source: this is ridiculous.
es_419: esto es ridículo.

source: here he goes, again.
es_419: ya empezamos.

source: ahaha
es_419: JAJAJA

source: goodness gracious, jingyeong!!
es_419: ¡cielos, jingyeong!

source: there's no doubt I'm happy to see you, but...
es_419: claro que me alegra verte, es que…

source: I can't believe I kept the director waiting. even amateurs don't make mistakes like this...
es_419: no puedo creer que hiciera esperar al director. ni siquiera los aficionados cometen errores así…

source: you did. my mind was somewhere else. sorry for startling you.
es_419: y así fue. yo estaba distraído. lamento que te alarmaras.

source: I believe I told you you can keep it.
es_419: creo que te dije que podías quedártelo.

source: oh, right!
es_419: ¡ay, cierto!

source: even though seonbae expresses and confirms his feelings for me every day…
es_419: aunque seunghyeon expresa sus sentimientos por mí todos los días…

source: I'm not fine with it. come here.
es_419: prefiero que te recuestes. ven.

source: ...then takes her own life at the hands of her own pessimism.
es_419: … y luego se quita la vida en las garras de su propio pesimismo.

source: …a woman who's deeply hurt by love!
es_419: … ¡una mujer con el corazón roto!

source: …I don't think anyone's noticed us yet.
es_419: … creo que nadie se ha dado cuenta aún.

source: what's more, they were being sneaky and beating around the bush, but basically, one of the terms on the contract was to be an escort. the nerve of them!
es_419: y peor aún, eran astutos y se iban por las ramas, pero básicamente, uno de los términos del contrato requería que ella fuera señorita de compañía. ¡qué descarados!

source: what's with that devilish stare?
es_419: ¿por qué pones esa cara?

source: plus, you can finally give it back to him.
es_419: además, al fin podrás devolvérselo.

source: I need to go back into the theater. what're you going to do?
es_419: debo volver a la sala de cine. ¿qué vas a hacer?

source: I need to make a strong first impression, don't you think?
es_419: debo causar una primera impresión impactante, ¿no crees?

source: rattle
es_419: RAC RAC

source: you hung up after saying that?!
es_419: ¡¿colgaste después de decir eso?!

source: says the person who refused to shoot!
es_419: ¡eso dice la persona que se negó a filmar!

source: I was just recovering from our breakup...
es_419: me estaba recuperando de nuestra ruptura…

source: huh? go where?
es_419: ¿eh? ¿a dónde?

source: okay…
es_419: bueno…

source: pant
es_419: JADEA

source: she seems quite meticulous…
es_419: parece bastante meticulosa…

source: …but you're not stopping me…
es_419: … y no haces nada para evitarlo.

source: sorry, jingyeong...
es_419: lo siento, jingyeong…

source: ...but now, he's better known as a creative music video director.
es_419: … pero ahora es conocido por ser director creativo de videos musicales.

source: I have to go play poker after you start shooting!
es_419: ¡Tengo que ir a jugar póquer después de que empiece el rodaje!

source: hey! then why'd you go to seunghyeon's room?
es_419: ¡eh! ¿y por qué fuiste al cuarto de seunghyeon?

source: ahaha…
es_419: ja, ja, ja…

source: if he keeps that up, I'm afraid he's actually going to kill someone!
es_419: ¡si sigue así, me temo que de veras matará a alguien!

source: no one will get suspicious since they all know my car and I go to his house often.
es_419: nadie sospechará. todos conocen mi auto y siempre voy a verlo.

source: goodness, this is absurd!
es_419: cielos, ¡qué absurdo!

source: what do you mean?! pick up your phone! call him! and when he answers…
es_419: ¡¿qué quieres decir?! ¡levanta el teléfono! ¡llámalo! y cuando responda…

source: what just happened?
es_419: ¿qué acaba de ocurrir?

source: Honestly, it hasnt been long sonce sonce i got my feelibgs hrut and it;s haard fot me to trusrt sonmeone basef on feelimgs anf need some tine to heal. rEal gppd seombae whp hellp me amd I;ll be goof actrexx...
es_419: 8para ser sinceridad. no ha pasado mucho 7iempo desde que mi lastimaron y ques difícil para m¡ confiar en alguien sentimentilmente y necesito un poco de tiembo para% danar. garcias por ayudarme&, seré buena actriiiz algúnn díaxxx…

source: …are you not gonna go?
es_419: … ¿no irás?

source: will it kill you to stay quiet for a minute?
es_419: ¿te mataría quedarte callado por un minuto?

source: urgh
es_419: ARG

source: oh, and I was surprised by seeing you cook!
es_419: ah, ¡y me sorprendió verte cocinar!

source: uh... did you see me?
es_419: eh… ¿me viste allí?

source: I believe you have to return that uniform to the sponsoring brand.
es_419: creo que tienes que devolver ese uniforme al patrocinador.

source: ...but the main model for the commercial came to me and asked what my name was.
es_419: pero el modelo principal del comercial se me acercó y me preguntó mi nombre.

source: are you serious, gwangsu?!
es_419: ¡¿lo dices en serio, gwangsu?!

source: I thought she was way younger than me but she's 34! doesn't she look much younger than that?!
es_419: ¡pensé que era mucho más joven que yo, pero tiene 34 años! ¡¿no luce mucho menor?!

source: ...it feels so nice and flattering...
es_419: me siento tan halagada…

source: what's going on?
es_419: ¿qué sucede?

source: I guess any random topic, huh?
es_419: cualquier tema que surja, ¿no?

source: so, yura.
es_419: entonces,

source: haha...
es_419: JAJA…

source: if that's not it--
es_419: si no es eso…

source: how have you been?
es_419: ¿cómo han estado?

source: I'll try my best to make it short!
es_419: ¡haré lo posible para que sea rápido!

source: he's so friendly and down-to-earth!
es_419: ¡es tan amable y sencillo!

source: goodness, pull yourself together.
es_419: por dios, debes recomponerte.

source: MAKEUP ROOM A
es_419: CAMERINO A

source: I got here a few minutes ago.
es_419: "llegué hace unos minutos".

source: I wonder who it is…
es_419: ¿quién será?…

source: uh, umm, well…
es_419: eh, mm, bueno…

source: look at how you shine even in the plain workout clothes provided by the gym!
es_419: ¡mira cómo brillas, hasta con la ropa de entrenamiento que te dan en el gimnasio!

source: press
es_419: PULSA

source: singer rina
es_419: rina, cantante

source: tug
es_419: ACERCA

source: a lot of the participants today are surprised after seeing jeong-u.
es_419: muchas de las participantes de hoy se sorprendieron al verlo.

source: if I stop you…
es_419: si te detengo…

source: so… what you're saying is…
es_419: ¿entonces… dices que…

source: did he hear everything I said?!
es_419: ¡¿oyó todo lo que dije?!

source: wait, but moreover…
es_419: y además…

source: I hope I'll get to stand there proudly someday…
es_419: espero poder pararme ahí algún día…

source: oh my, so scary. look at him changing his expression in a split second!
es_419: ay, pero qué aterrador. ¡su expresión cambió en una fracción de segundo!

source: you know, the one who married giseong mun's daughter recently!
es_419: ¡es el que se casó con la hija de giseong mun hace poco!

source: ...for reaching out to me.
es_419: … por venir a mí.

source: ...it's hyerim, right?
es_419: … es el de hyerim, ¿verdad?

source: and what are you doing?
es_419: ¿y qué haces tú?

source: you always have to work so hard because of me...
es_419: siempre tienes que trabajar de más por mi culpa…

source: I dunno.
es_419: no sé.

source: that's perfect. let me see her, too.
es_419: es perfecto. yo también iré a verla.

source: tremble
es_419: BRRR

source: I won't leave just you two alone, so don't worry.
es_419: no los dejaré solos, no te preocupes.

source: even the judges all look…
es_419: hasta los jueces se ven…

source: Seunghyeon Seonbae
es_419: seunghyeon kang

source: I'm sure all the staff members are more tired than me.
es_419: los miembros del personal deben estar más cansados que yo.

source: I don't expect you to be perfect, since it's such an abrupt audition.
es_419: como es una audición tan precipitada, no espero la perfección.

source: but still...
es_419: aun así…

source: rummage
es_419: REVUELVE

source: yep, 1701.
es_419: sip, 1701.

source: how'd you know?
es_419: "¿cómo lo supiste?"

source: haha
es_419: JAJA

source: nothing to worry then.
es_419: "entonces no hay problema.

source: I'll be there after handing out these drinks to the staff!
es_419: ¡te veré después de entregarle estas bebidas al personal!

source: umm...
es_419: mmm…

source: me?
es_419: ¿yo?

source: what're you gonna do if someone else snatches him up?
es_419: ¿y si aparece alguien y te lo roba?

source: he knows why…
es_419: sabe por qué…

source: jingyeong and gwangsu are so comfortable with each other already.
es_419: jingyeong y gwangsu se ven muy cómodos el uno con el otro.

source: no, I'm not.
es_419: no lo estoy.

source: why're you so excited?
es_419: ¿qué te entusiasma tanto?

source: h-hello.
es_419: h-hola.

source: …a question I don't even need to think about.
es_419: … es una pregunta que ni siquiera necesito pensar.

source: ah, yep! coming!
es_419: ¡ah, sí! ¡voy!

source: whew… that's a relief.
es_419: fiu, qué alivio.

source: vroom
es_419: BRUUM

source: seonbae sent me an invitation as well.
es_419: seunghyeon me envió una invitación.

source: …did he just say?
es_419: … acaba de decir?

source: oh, not at all! in fact, I had a lot of fun.
es_419: ¡para nada! de hecho, lo pasé muy bien.

source: look at that!
es_419: ¡ah, qué bien!

source: ...while I'm grateful for his thoughtfulness, I miss everything about him.
es_419: … aunque agradezco su consideración, lo extraño demasiado.

source: owwww!! my legs!
es_419: ¡¡aaaay!! ¡mis piernas!

source: I was worried I might be acting out of line here.
es_419: me preocupaba que fuera inapropiado.

source: no need to be so bitter.
es_419: no seas rencorosa.

source: acting as well
es_419: también actúa

source: not at all!{j}I'm actually grateful that our actor is invested in his role to this extent!
es_419: ¡para nada!{j}¡agradezco que nuestro actor se involucre tanto en su papel!

source: jeez… my ears hurt.
es_419: uf, me duelen los oídos.

source: I know it's too late for apologies, but I'm really sorry about what happened with jeong-u.
es_419: sé que es demasiado tarde para disculparse, pero lamento lo que pasó con jeong-u.

source: ...that I don't make this many mistakes during the shoot...
es_419: que no cometo tantos errores durante la filmación,

source: I figured they'd break up immediately just like he had done all along!
es_419: ¡pensé que ellos se separarían de inmediato, como pasa siempre con él!

source: tilt
es_419: INCLINA

source: hello?
es_419: "¿hola?"

source: Answer
es_419: responder

source: no one saw him, right?!
es_419: nadie lo vio, ¡¿verdad?!

source: en_US
es_419: es_LATAM

source: I'll do it!
es_419: ¡lo haré!

source: that piece of trash can't even be recycled.
es_419: esa basura ni siquiera se puede reciclar.

source: flip
es_419: FUIP

source: crunch
es_419: CRAAC

source: what do I do…
es_419: ¿qué hago?…

source: yura… am I dreaming right now?
es_419: yura… ¿estoy soñando?

source: sure!
es_419: ¡claro!

source: cough
es_419: COF

source: oh, my. oh, my. is it really her?
es_419: oh, vaya, vaya. ¿en serio es ella?

source: these small, daily activities that I've been carrying out each day are things that seonbae had to give up for a long time.
es_419: por mucho tiempo, seunghyeon ha tenido que renunciar a las simples actividades cotidianas que yo hago cada día.

source: what about the gym?
es_419: ¿qué cosa del gimnasio?

source: oh... hello.
es_419: ah, hola.

source: we just arrived on the second floor.
es_419: acabamos de llegar al segundo piso.

source: silence
es_419: SILENCIO

source: episode 24
es_419: episodio 24

source: ...or just dense.
es_419: … o solo tonta.

source: jeez, we can think about that then!
es_419: uf, ¡podemos pensar en eso cuando pase!

source: however, I can't help but hesitate...
es_419: pero no puedo evitar tener dudas…

source: ...I haven't...
es_419: no,

source: she's the one who drank my soup and snatched up her sunglasses.
es_419: es la que se bebió mi sopa y volvió para buscar sus lentes de sol.

source: ahaha… I promised gwangsu that I'll talk to yura about joining the agency, but the timing's rotten...
es_419: ja, ja, ja… le prometí a gwangsu que hablaría con yura sobre unirse a la agencia, pero no es el mejor momento…

source: from what I hear, the part you auditioned for, minjeong, is a character that's in a one-sided love with the main lead.
es_419: por lo que oí, minjeong, el personaje para el que audicionaste, está enamorada del protagonista sin ser correspondida.

source: I'll trust that you'll drive yura safely to her destination, director!
es_419: ¡confío en que llevará a yura a salvo a su destino!

source: two weeks ago.
es_419: en estas dos semanas.

source: c-can't act?!
es_419: ¿pésimo actor?

source: episode 31
es_419: episodio 31

source: gosh, don't look at me like that!!
es_419: ¡¡oye, no me mires así!!

source: wow, I know!
es_419: ¡sí, lo sé!

source: I'm not joking.
es_419: no bromeo.

source: nom
es_419: ÑAM

source: no worries! if it weren't for you, yura could've been in serious trouble. thank you so much!
es_419: ¡no te preocupes! si no fuera por ti, yura podría haber tenido serios problemas. ¡muchas gracias!

source: …I have a good feeling about this audition.
es_419: … tengo un buen presentimiento sobre la audición.

source: …and we might end up working together,
es_419: … conque quizá acabemos trabajando juntos.

source: I knew it!!
es_419: ¡¡lo sabía!!

source: what?
es_419: ¿qué?

source: episode 29
es_419: episodio 29

source: here.
es_419: toma.

source: no. I'm sure majority of them are fans, wanting to see their favorite celebrity.
es_419: no. seguro que la mayoría son fanáticos que quieren ver a su celebridad favorita.

source: oh, give me a sec!
es_419: ah, ¡dame un segundo!

source: oh…
es_419: ah…

source: tell me about it…
es_419: y que lo digas…

source: blink
es_419: PLIN

source: I don't want to lose hope...
es_419: no quiero perder la esperanza…

source: I thought he'd tell me to shoot the scenes without any action. who'd have thought he'd tell me to rest?
es_419: pensé que me propondría rodar las escenas sin acción. ¿quién hubiera dicho que me mandaría a descansar?

source: I hate to admit it, but I'm a complete fool.
es_419: detesto admitirlo, pero soy una completa idiota.

source: rub
es_419: RUS

source: anyhow, thanks for remembering.
es_419: de todos modos, gracias por recordarlo.

source: along with you, of course.
es_419: junto contigo, claro.

source: what's wrong?
es_419: ¿pasa algo?

source: uh-huh.
es_419: sí.

source: it seems like the judges were quite impressed with you…
es_419: parece que impresionaste a los jueces…

source: that's exactly why!
es_419: ¡es justo por eso!

source: it's just a tiny scratch. you can't even tell unless you look at it closely.
es_419: es solo un rasguño. hay que mirar muy de cerca para verlo.

source: should we get started?
es_419: ¿comenzamos?

source: seunghyeon…
es_419: hola…

source: when I kept him waiting without any answer...
es_419: cuando lo hice esperar sin darle una respuesta,

source: what?! you want to meet up tomorrow?!
es_419: ¡¿qué?! ¡¿quieres que nos veamos mañana?!

source: …but she's torn as she can't reach out due to her fear.
es_419: … pero está desgarrada porque su miedo le impide avanzar.

source: are you saying--
es_419: ¿dices que…?

source: she's the woman...
es_419: ella es la mujer…

source: your mind!
es_419: ¡tu mente!

source: plus, I don't even know what to say.
es_419: además, no sabría qué decir.

source: calm down, my heart!!
es_419: ¡¡cálmate, corazón!!

source: that's totally ridiculous!
es_419: ¡qué ridículo!

source: jingyeong, whatcha doing?!
es_419: jingyeong, ¡¿qué haces?!

source: you need to go and stop director yu!
es_419: ¡debes detener al director yu!

source: maybe…
es_419: quizá…

source: yeah... probably.
es_419: sí… es probable.

source: I'm sobering up as we speak!
es_419: ¡se me está pasando la borrachera!

source: or...
es_419: o será…

source: that was the norm for me…
es_419: esa era la norma para mí…

source: we'll look forward to it as well then.
es_419: nosotros también lo estamos.

source: what the...
es_419: ¿pero qué…?

source: wooo
es_419: OOH

source: I'm not ready yet…
es_419: aún no estoy lista…

source: huh
es_419: ¿EH
